tap 'caskroom/cask'
tap 'go-delve/delve'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
brew 'autoconf'
brew 'awscli'
brew 'readline'
brew 'bash'
brew 'bison'
brew 'boost'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'doxygen'
brew 'duti'
brew 'openssl'
brew 'freetds', args: ['with-unixodbc']
brew 'gdbm'
brew 'git'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'go'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'gstreamer'
brew 'lua'
brew 'highlight'
brew 'icu4c'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'xz'
brew 'imagemagick'
brew 'jhead'
brew 'oniguruma'
brew 'jq'
brew 'lastpass-cli'
brew 'libidn'
brew 'lftp'
brew 'libdvdcss'
brew 'libevent'
brew 'libyaml'
brew 'mas'
brew 'sqlite'
brew 'python'
brew 'mercurial'
brew 'mongodb'
brew 'node'
brew 'nq'
brew 'pandoc'
brew 'python3'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'ruby'
brew 's3cmd'
brew 'sdl2'
brew 'webp'
brew 'sdl2_image'
brew 'sdl2_mixer'
brew 'sdl2_ttf'
brew 'unixodbc'
brew 'sqliteodbc'
brew 'tmux'
brew 'todo-txt'
brew 'tree'
brew 'unar'
brew 'utf8proc'
brew 'wget'
brew 'z'
brew 'zeromq'
brew 'zsh'
brew 'homebrew/versions/bash-completion2'
cask 'alfred'
cask 'appcleaner'
cask 'atom'
cask 'bartender'
cask 'bettertouchtool'
cask 'betterzipql'
cask 'beyond-compare'
cask 'cakebrew'
cask 'calibre'
cask 'dash'
cask 'dbeaver-enterprise'
cask 'diffmerge'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'github-desktop'
cask 'go2shell'
cask 'google-chrome'
cask 'google-drive'
cask 'google-photos-backup'
cask 'hermes'
cask 'hipchat'
cask 'iterm2'
cask 'java'
cask 'julia'
cask 'keepingyouawake'
cask 'keyboard-maestro'
cask 'libreoffice'
cask 'linein'
cask 'logitech-control-center'
cask 'macdown'
cask 'macvim'
cask 'mailbutler'
cask 'monolingual'
cask 'nvalt'
cask 'postgres'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'royal-tsx'
cask 'skitch'
cask 'soundflower'
cask 'sourcetree'
cask 'spectacle'
cask 'sublime-text'
cask 'suspicious-package'
cask 'todotxt'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
cask 'vmware-horizon-client'
cask 'webpquicklook'
cask 'xamarin-studio'
cask 'xmind'
mas 'Base', id: 402383384
mas 'Byword', id: 420212497
mas 'ChopCommute', id: 1122857018
mas 'Cyberduck', id: 409222199
mas 'DaisyDisk', id: 411643860
mas 'Day One', id: 1055511498
mas 'Dropzone 3', id: 695406827
mas 'FoldingText', id: 540003654
mas 'GarageBand', id: 682658836
mas 'GIF Brewery 3', id: 1081413713
mas 'Go2Shell', id: 445770608
mas 'iMovie', id: 408981434
mas 'Keynote', id: 409183694
mas 'Kindle', id: 405399194
mas 'LastPass', id: 926036361
mas 'MindNode', id: 992076693
mas 'Navicat Data Modeler', id: 514851490
mas 'Navicat Premium Essentials', id: 466416967
mas 'Numbers', id: 409203825
mas 'OmniGraffle', id: 711830901
mas 'Pages', id: 409201541
mas 'Pixelmator', id: 407963104
mas 'Pocket', id: 568494494
mas 'Postico', id: 1031280567
mas 'Simplenote', id: 692867256
mas 'Slack', id: 803453959
mas 'TaskPaper', id: 1090940630
mas 'The Unarchiver', id: 425424353
mas 'Transmit', id: 403388562
mas 'Write', id: 848311469
mas 'Xcode', id: 497799835
