DavidAnson.vscode-markdownlint
EditorConfig.EditorConfig
MattiasPernhult.vscode-todo
bibhasdn.django-html
bibhasdn.django-snippets
codezombiech.gitignore
dasfranck.jellybeans
deerawan.vscode-dash
dt.wrap
fabiospampinato.vscode-todo-plus
fallenwood.vimL
konstantin.wrapSelection
luggage66.AWK
lukehoban.Go
magicstack.MagicPython
minhthai.vscode-todo-parser
ms-mssql.mssql
ms-python.python
ms-vscode.csharp
sandy081.todotasks
searKing.preview-vscode
sensourceinc.vscode-sql-beautify
steve8708.Align
stkb.rewrap
tht13.python
tht13.rst-vscode
ttereves.taskbuttons
vscodevim.vim
wmaurer.change-case
