tap "buo/cask-upgrade"
tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "covermymeds/history"
tap "d12frosted/emacs-plus"
tap "go-delve/delve"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/versions"
tap "microsoft/mssql-release"
tap "neovim/neovim"
cask "caskroom/versions/java8"
brew "apache-spark"
brew "autoconf"
brew "openssl"
brew "gdbm"
brew "xz"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bison"
brew "boost"
brew "gettext"
brew "cairo"
brew "curl"
brew "libgpg-error"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "doxygen"
brew "duti"
brew "fish"
brew "fortune"
brew "libtool"
brew "freetds", args: ["with-unixodbc"]
brew "gobject-introspection"
brew "git"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gpg-agent"
brew "groovy"
brew "gstreamer"
brew "lua"
brew "highlight"
brew "imagemagick"
brew "jhead"
brew "oniguruma"
brew "jq"
brew "lastpass-cli", args: ["with-pinentry"]
brew "libidn"
brew "lftp"
brew "libdvdcss"
brew "libevent"
brew "libusb-compat"
brew "libyaml"
brew "mariadb"
brew "mas"
brew "mongodb"
brew "ncdu"
brew "neovim"
brew "node"
brew "nq"
brew "nuget"
brew "pandoc"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "postgresql"
brew "pyenv"
brew "python"
brew "pyqt"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "ruby"
brew "s3cmd"
brew "sdl2"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "unixodbc"
brew "sqliteodbc"
brew "the_silver_searcher"
brew "tmux"
brew "todo-txt"
brew "trash"
brew "unar"
brew "utf8proc"
brew "vim"
brew "wget"
brew "z"
brew "zeromq"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD"]
brew "microsoft/mssql-release/msodbcsql"
brew "microsoft/mssql-release/mssql-tools"
cask "alfred"
cask "amazon-music"
cask "atom"
cask "bartender"
cask "bettertouchtool"
cask "blue-jeans"
cask "dash"
cask "dbschema"
cask "discord"
cask "dropbox"
cask "firefox"
cask "go2shell"
cask "google-photos-backup-and-sync"
cask "hermes"
cask "hipchat"
cask "iterm2"
cask "java"
cask "julia"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keyboard-maestro"
cask "libreoffice"
cask "monolingual"
cask "postgres"
cask "royal-tsx"
cask "sourcetree"
cask "sublime-text"
cask "todotxt"
cask "vimr"
cask "visual-studio-code"
cask "vmware-horizon-client"
cask "caskroom/drivers/logitech-control-center"
cask "caskroom/fonts/font-source-code-pro"
mas "Byword", id: 420212497
mas "DaisyDisk", id: 411643860
mas "Day One", id: 1055511498
mas "Dropzone 3", id: 695406827
mas "Kaleidoscope", id: 587512244
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LastPass", id: 926036361
mas "MindNode", id: 1289197285
mas "Navicat Data Modeler", id: 514851490
mas "Navicat Premium Essentials", id: 1256997614
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Reeder", id: 880001334
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "SQLPro Studio", id: 985614903
mas "TaskPaper", id: 1090940630
mas "The Unarchiver", id: 425424353
mas "Transmit", id: 403388562
