DavidAnson.vscode-markdownlint
MattiasPernhult.vscode-todo
bibhasdn.django-html
bibhasdn.django-snippets
deerawan.vscode-dash
donjayamanne.python
dt.wrap
lukehoban.Go
magicstack.MagicPython
ms-mssql.mssql
ms-vscode.csharp
sandy081.todotasks
searKing.preview-vscode
sensourceinc.vscode-sql-beautify
steve8708.Align
stkb.rewrap
tht13.python
tht13.rst-vscode
ttereves.taskbuttons
wmaurer.change-case
