tap "buo/cask-upgrade"
tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/versions"
tap "go-delve/delve"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/versions"
tap "microsoft/mssql-preview"
tap "neovim/neovim"
brew "apache-spark"
brew "autoconf"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bfg"
brew "bison"
brew "boost"
brew "gettext"
brew "cairo"
brew "libgpg-error"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "doxygen"
brew "duti"
brew "libtool"
brew "openssl"
brew "freetds", args: ["with-unixodbc"]
brew "gdbm"
brew "git"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gpg-agent"
brew "groovy"
brew "gstreamer"
brew "hadoop"
brew "lua"
brew "highlight"
brew "xz"
brew "imagemagick"
brew "jhead"
brew "oniguruma"
brew "jq"
brew "lastpass-cli", args: ["with-pinentry"]
brew "libidn"
brew "lftp"
brew "libdvdcss"
brew "libevent"
brew "libusb-compat"
brew "libyaml"
brew "mariadb"
brew "mas"
brew "mongodb"
brew "ncdu"
brew "neovim"
brew "node"
brew "nq"
brew "nuget"
brew "pandoc"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "postgresql"
brew "pyenv"
brew "pyqt"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "ruby"
brew "s3cmd"
brew "sdl2"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "unixodbc"
brew "sqliteodbc"
brew "the_silver_searcher"
brew "tmux"
brew "todo-txt"
brew "unar"
brew "utf8proc"
brew "vim", args: ["with-python3"]
brew "wget"
brew "z"
brew "zeromq"
brew "zsh"
brew "microsoft/mssql-preview/msodbcsql"
brew "microsoft/mssql-preview/mssql-tools"
cask "alfred"
cask "appcleaner"
cask "atom"
cask "bartender"
cask "bettertouchtool"
cask "betterzipql"
cask "beyond-compare"
cask "dash"
cask "dbeaver-community"
cask "diffmerge"
cask "docker"
cask "dropbox"
cask "firefox"
cask "github-desktop"
cask "go2shell"
cask "google-chrome"
cask "google-drive"
cask "google-photos-backup"
cask "handbrake"
cask "hermes"
cask "hipchat"
cask "iterm2"
cask "julia"
cask "keepingyouawake"
cask "keyboard-maestro"
cask "kitematic"
cask "libreoffice"
cask "linein"
cask "macdown"
cask "mailbutler"
cask "monolingual"
cask "nvalt"
cask "postgres"
cask "powershell"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "royal-tsx"
cask "skitch"
cask "soundflower"
cask "sourcetree"
cask "spectacle"
cask "sublime-text"
cask "suspicious-package"
cask "todotxt"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vmware-horizon-client"
cask "webpquicklook"
cask "caskroom/drivers/logitech-control-center"
mas "Base", id: 402383384
mas "Byword", id: 420212497
mas "ChopCommute", id: 1122857018
mas "Cyberduck", id: 409222199
mas "DaisyDisk", id: 411643860
mas "Day One", id: 1055511498
mas "Dropzone 3", id: 695406827
mas "FoldingText", id: 540003654
mas "GIF Brewery 3", id: 1081413713
mas "Go2Shell", id: 445770608
mas "Kaleidoscope", id: 587512244
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Magnet", id: 441258766
mas "Navicat Data Modeler", id: 514851490
mas "Navicat Premium Essentials", id: 1256997614
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Pocket", id: 568494494
mas "Postico", id: 1031280567
mas "Simplenote", id: 692867256
mas "Slack", id: 803453959
mas "TaskPaper", id: 1090940630
mas "The Unarchiver", id: 425424353
mas "Transmit", id: 403388562
mas "Write", id: 848311469
