mattmc3/zfunctions
belak/zsh-utils path:editor
belak/zsh-utils path:utility
zsh-users/zsh-completions path:src kind:fpath
belak/zsh-utils path:completion
zsh-users/zsh-autosuggestions kind:defer
zdharma-continuum/fast-syntax-highlighting kind:defer
zsh-users/zsh-history-substring-search kind:defer
